{
    "intents": [
        {
            "tag": "saudacao",
            "patterns": [
                "Ola",
                "Opa",
                "Oi",
                "tudo bem",
                "como vai"
            ],
            "responses": [
                "Oi, pergunte o que quiser sobre o PIPE!",
                "Olá, pergunte o que quiser sobre o PIPE!"
            ]
        },
        {
            "tag": "despedida",
            "patterns": [
                "valeu",
                "tchau",
                "obrigado",
                "fui",
                "beleza"
            ],
            "responses": [
                "Até breve!",
                "Tchau!"
            ]
        },
        {
            "tag": "programa_pipe",
            "patterns": [
                "O que é?",
                "O que é o Programa PIPE?",
                "Explique o PIPE",
                "O que significa PIPE?"
            ],
            "responses": [
                "O Programa Pesquisa Inovativa em Pequenas Empresas da FAPESP apoia pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo."
            ]
        },
        {
            "tag": "etapas_pipe",
            "patterns": [
                "Há diferentes etapas no programa?",
                "Quais são as fases do PIPE?",
                "Como funciona o PIPE?"
            ],
            "responses": [
                "O PIPE tem quatro fases: Fase 1 (viabilidade técnico-científica), Fase 2 (execução da pesquisa), PIPE Invest (aceleração ao mercado) e Fase 3 (desenvolvimento comercial e industrial)."
            ]
        },
        {
            "tag": "fase_1_obrigatoria",
            "patterns": [
                "A Fase 1 é obriga tória?",
                "Posso ir direto para a Fase 2 do PIPE?"
            ],
            "responses": [
                "Não é obrigatória. Empresas podem submeter propostas diretamente à Fase 2, mas devem comprovar a viabilidade técnica da pesquisa."
            ]
        },
        {
            "tag": "pesquisa_na_empresa",
            "patterns": [
                "O projeto de pesquisa tem que ser feito na empresa?",
                "Posso fazer a pesquisa na universidade?"
            ],
            "responses": [
                "Sim, obrigatoriamente. A pesquisa deve ser realizada na empresa, embora algumas atividades possam ser subcontratadas."
            ]
        },
        {
            "tag": "preciso_ter_empresa",
            "patterns": [
                "Preciso já ter a empresa para solicitar o PIPE?",
                "Posso submeter sem empresa?"
            ],
            "responses": [
                "Não. Empresas ainda não constituídas podem submeter propostas e abrir a empresa após a aprovação."
            ]
        },
        {
            "tag": "pesquisadores_fora_sp",
            "patterns": [
                "Pesquisadores de fora de São Paulo podem apresentar projetos?",
                "Empresas de outros estados podem participar do PIPE?"
            ],
            "responses": [
                "O pesquisador responsável deve residir no estado de São Paulo e a empresa precisa ter unidade de pesquisa constituída no estado."
            ]
        },
        {
            "tag": "apoio_fapesp",
            "patterns": [
                "O apoio da FAPESP é um empréstimo?",
                "A FAPESP fica com parte da empresa?"
            ],
            "responses": [
                "Não. O apoio da FAPESP não é um empréstimo, e a FAPESP não se torna sócia da empresa."
            ]
        },
        {
            "tag": "propriedade_intelectual",
            "patterns": [
                "A FAPESP participa da titularidade da propriedade intelectual?",
                "Quem fica com a propriedade intelectual do projeto?"
            ],
            "responses": [
                "A titularidade da propriedade intelectual pertence exclusivamente à empresa que desenvolveu o projeto."
            ]
        },
        {
            "tag": "avaliacao_projetos",
            "patterns": [
                "Quem avalia os projetos do PIPE?",
                "Como funciona a avaliação do PIPE?"
            ],
            "responses": [
                "A FAPESP seleciona especialistas da área para avaliar os projetos de forma sigilosa e com critérios técnicos."
            ]
        },
        {
            "tag": "objetivos_pipe",
            "patterns": [
                "Quais são os objetivos do PIPE?",
                "O que o PIPE busca alcançar?",
                "Objetivos do programa PIPE"
            ],
            "responses": [
                "Os objetivos do PIPE são:\n\n1. Apoiar a pesquisa em ciência e tecnologia como instrumento para promover a inovação tecnológica, promover o desenvolvimento empresarial e aumentar a competitividade das pequenas empresas.\n\n2. Incrementar a contribuição da pesquisa para o desenvolvimento econômico e social.\n\n3. Induzir o aumento do investimento privado em pesquisa tecnológica.\n\n4. Possibilitar que as empresas se associem a pesquisadores do ambiente acadêmico em projetos de pesquisa visando à inovação tecnológica.\n\n5. Contribuir para a formação e o desenvolvimento de núcleos de desenvolvimento tecnológico nas empresas e para o emprego de pesquisadores no mercado."
            ]
        }
    ]
}
